Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Devices, networks (such as PANs, VPNs, and hardwired networks), and services require that every user that accesses them does so with an account.
fr_fr: Les appareils, les réseaux (tels que les PAN, les VPN et les réseaux filaires), ainsi que les services nécessitent que chaque utilisateurs y accédant le fasse avec un compte.

source: The account serves to identify that particular user, is linked to their mesh ID, and determines what access privileges they have on that system.
fr_fr: Ce compte sert à identifier cet utilisateur particulier, il est lié à l'ID mesh et il détermine quel privilège d'accès l'utilisateur possède sur ce système.

source: There are four types of accounts: public, user, security, and admin.
fr_fr: Il y a quatre type de comptes: public, utilisateur, sécurité; et admin.

source: Elite Exploits
fr_fr: Exploits de l'Élite

source: The mesh gear quality rules allow for players and gamemasters to make a distinction between software tools, separating the open-source, stock-repertoire exploit tools of amateur hackers from cutting-edge military-grade penetration wares.
fr_fr: La qualité de léquipement meshé permet aux joueurs et aux maîtres de jeu de faire la distinction entre les outils logiciels, séparant les outils d'exploitation open-source et mal dégrossi des hackeurs amateurs des softs de pénétration à la pointe de la technologie militaire.

source: While many characters will simply buy or otherwise acquire such programs, a hacker with the do-it-yourself ethic is likely going to want to design their own personalized applications, based on their playbook of closely-guarded intrusion/ counterintrusion methods.
fr_fr: Alors que beaucoup de personnages achèterons ou acquérirons simplement de tels programmes, un hackeur ayant pour éthique le fait-le-toi-même voudra trés probablement concevoir ses propres applications personnalisées, basés sur leur guide personnel de méthodes de contre-intrusions.

source: To reflect the efforts a hacker character makes by designing, coding, and modifying their own customized personal arsenals, they may make a Task Action Programming Test with timeframe of 2 weeks.
fr_fr: Pour refléter les effort d'un personnage hackeur pour faire la conception, le code et la modification de leur propres arsenals personnels il peut faire un Test de programmation en Action de Tâche avec un intervalle de 2 semaines.

source: If they succeed, they upgrade one of their software tools by one level of quality (i.e., from +0 to +10).
fr_fr: Si ils réussissent, ils améliorent la qualité de l'un de leur outils logiciel (par exmeple de +0 à +10).

source: Multiple Programming Tests can be made to enhance a program, but for each level add the target modifier as a negative modifier to the test (so upgrading a +0 suite to +10 is a –10 modifier on the Programming Test).
fr_fr: Plusieurs test de Programmation peuvent être fait pour améliorer un programme, mais pour chaque niveau, ajoutez le modificateur cible comme modificateur négatif auy test (amliorer une suite de +0 à +10 donne un modificateur de -10 au Test de Programmation).

source: Similarly, at the gamemaster’s discretion, software tools—particularly exploits—may degrade in quality over time, reflecting that they have become outdated.
fr_fr: De manière similaire, et à la discrétion du maître de jeu, les outils logiciels - et en particulier les exploits - peuvent se dégrader en qualité au fil du temps, reflétant le fait qu'ils sont devenus dépassés.

source: As a general rule, such programs should degrade in quality about once every 3 months.
fr_fr: En général, de tels programmes devraient se dégrader une fois tout les 3 mois.

source: Public accounts are used for systems that allow access (or access to parts of their system) to anyone
fr_fr: Les comptes publics sont utilisés pour les systèmes qui autorise l'accès (ou l'accès à des parties du système) à n'importe qui

source: on the mesh.
fr_fr: sur le mesh.

source: Public accounts do not require any sort of authentication or login process, the user's mesh ID is enough.
fr_fr: Les comptes publics ne nécessitent aucun type d'identification ou de système de connexion, l'ID mesh de l'utilisateur est suffisant.

source: These accounts are used to provide access to any sort of data that is considered public: mesh sites, forums, public archives, open databases, social network profiles, etc.
fr_fr: Ces comptes sont utilisés pour fournir un accès à tout type de données qui est considéré public: sites mesh, forums, archives publiques, bases de données ouvertes, profils de réseaux sociaux, etc.

source: Public accounts usually have the ability to read and download data, and sometimes to write data (forum comments, for example), but little else.
fr_fr: Les comptes publics ont ganaralement la possibilité de lire et de télécharger des données, et parfois d'en écrire (commentaires des forums, par exemples), mais guère plus.

source: User accounts are the most common accounts.
fr_fr: Les comptes utilisateurs sont les comptes les plus fréquents.

source: User accounts require some form of authentication (p.
fr_fr: Les comptes utilisateurs nécessitent une forme d'identification (p.

source: 253) to access the device, network, or service.
fr_fr: 253) pur accéder à l'appareil, au réseau ou au service.

source: Each user account has specific access privileges allotted to it, which are tasks the user is allowed to perform on that system.
fr_fr: Chaque compte utilisateur a des privilèges d'accés spécifique associés, lesquels sont les tâches que l'utilisateur peut accomplir sur le système.

source: For example, most users are allowed to upload and download data, change basic content, and use the standard features of the system in question.
fr_fr: Par exemple, la plupart des utilisateurs ont le droit d'uploader et de télécharger des données, de changer les contenus de base et d'utiliser les fonctions standard du système en question.

source: They are not, however, usually allowed to alter security features, add new accounts, or do anything that might impact the security or functioning of the system.
fr_fr: Il n'ont cependant généralement pas le droit de modifier les fonctions de sécurité, d'ajouter de nouveaux comptes ou de faire quoi que ce soit qui pourrait avoir un impact sur la sécurité ou le fonctionnement du système.

source: As some systems are more restrictive than others, the gamemaster decides what privileges each user account provides.
fr_fr: Certains systèmes étant plus restrictifs que d'autres, le maîþre de jeu décide quels provilèges sont disponible pour chaque compte.

source: Security accounts are intended for users that need greater rights and privileges than standard users, but who don't need control over the entire system, such as security hackers and muses.
fr_fr: Les comptes de sécurités sont destinés aux utilisateurs qui ont besoin de plus de droits et de privilèges que les utilisateurs standards, mais qui n'ont pas besoin de d'avoir un contrôle de tout le système, tels que les hackeurs de sécurité et les muses.

source: Security access rights usually allow for reading logs, commanding security features, adding/deleting accounts, altering the data of other users, and so on.
fr_fr: Les droits des comptes de sécurité autorisent générallement la lectur de log, le pilotage des fonctions de sécurité, l'ajout/suppression de compte, la modification de données des autres utilisateurs et ainsi de suite.

source: Admin accounts provide complete control over the system.
fr_fr: Lec omptes administrateurs fournissent un contrôle complet du système.

source: Characters with admin rights can do everything security accounts can, plus they can shut down/ reboot the system, alter access rights of other users, view and edit all log files and statistics, and stop or start any software available on the system.
fr_fr: Les personnages ayant des droits administrateurs peuvent faire tout ce que peuvent faire les comptes de sécurité, plus l'extincion/redémarrage du système, la modification des droits d'accès des autres utilisateurs, la visualisation et l'édition de tous les fichiers de logs et des statistiques, et peuvent arréter ou démarrer n'importe quel logiciel disponible sur le système.

source: Not all gear is created equal, and this is especially true of computers and software, where new innovations are made on a daily basis.
fr_fr: Tout les équipements en sont pas égaux, et c'est particulièrement vrai pour les ordinateurs et les logiciels, domaine où des nouvelles innovation sont faites sur une base quotidienne.

source: Keeping up-to-date with the last specs isn't too difficult, but on occasion the characters will get their hands on some old relic or find themselves in secluded or decrepit places with local systems and gear that aren't up to date.
fr_fr: Se maintenir à jour avec les dernières specs n'est pas trop difficile, mais les personnages pourront occasionnellement mettre les mains sur une vieille relique ou se retrouver dans des endroits reclus ou décrépie avec des systèmes locaux et de l'équipement qui ne soit pas à jour.

source: Likewise, they may acquire some cutting-edge gear straight from the labs or may run up against a state-of-the-art installation with next-generation defenses.
fr_fr: De manière similaire, ils peuvent acquérir de l'équipement directement depusi un labo ou devoir mener un assaut que une installation à la pointe équippées de défense de prochaine génération.

source: To reflect this, mesh tests can be modified according to the state of the hardware or software being used, as noted on the Mesh Gear Modifiers table.
fr_fr: Pour refléter ce phénomène, les tests de mesh peuvent être modifiée en fonction de l'état du matériel ou du logiciel utilisé, tels que noté sur la table des Modificateur d'Équipement Meshé.

source: Software/Hardware
fr_fr: Logiciel/Matériel

source: Bashed-up devices, no-longer-supported software, relics from Earth or the early expansion into space
fr_fr: Appareils défoncés, logiciels plus supportés, relique de la Terre ou du début de l'expansion spatiale

source: Malfunctioning/inferior devices, buggy software, pre-Fall technology
fr_fr: Appareils avec des dysfonctionnement/inférieur, logiciels buggués, technologie pré-Chute

source: Outdated and low quality systems
fr_fr: Systèmes dépassés et de mauvaise qualité

source: Standard ectos, mesh inserts, and software
fr_fr: Ectos, inserts de mesh et logiciels standards

source: High-quality goods, standard security-grade products
fr_fr: Marchandise de haute qualité, produits standard de sécurité

source: Next-generation devices, advanced software
fr_fr: Appareil de future génération, logiciels avancés

source: Newly-developed, state-of-the-art, top-of-the-line technology
fr_fr: Technologie nouvellement développée, de haut de gamme, à la pointe

source: TITANs and/or alien technology
fr_fr: Technologie des TITAN et/ou étrangère

source: Computerized electronics can be broken down into three simple categories: peripherals, personal comput- ers, and servers. In game terms, all are collectively referred to as devices.
fr_fr: L'électronique informatisée peut-être séparée en trois catégories simple: périphériques, ordinateurs personnels et serveurs. En terme de jeu, il est fait référence au trsoi sous le terme appareils.

source: Peripherals are micro-computerized devices that don't need the full processing power and storage capacity of a personal computer, but benefit from online networking and other computerized functions.
fr_fr: Les périphériques sont des apapreils micro-informatisé qui n'ont pas besoin de toute la puissance de calcul et de stockage d'un ordinateur personnel, mais bénéficie des réseaux en-ligne et d'autres fonctions de calculs.

source: Peripherals may run software, but the gamemaster may decide that too many programs (10+) will degrade the system's performance AIs and infomorphs are incapable of running on peripherals, though they may access them.
fr_fr: Les périphériques peuvent exécuter des logiciels, mais le maître de jeu peu décider que trop de ces programmes (10+) dégraderonT les performances du système. Les IA et les infomorphs sont incapable de fonctionner sur des périphériques, bien qu'ils puissent y accéder.

source: Peripherals only have public and user accounts (users accounts include security and admin functions; see p.
fr_fr: Les périphériques n'ont que des comptes publics et utilisateurs (les comptes utilisateurs incluent les fonctions de sécurité et d'administartion; voir p.

source: Common peripherals include: spimes, appliances, most cybernetic implants, individual sensors, and weapons.
fr_fr: Les périphériques courants incluent: les spimes, les appliances, la plupart des implants cybernétique, les capteurs individuels et les armes.

source: Personal computers account for a wide range of computer types, but essentially account for anything that has the capabilities evolved from generations and generations of personal computers to meet an everyday user's needs.
fr_fr: Les ordinateurs personnels regroupent une gamme large d'ordinateurs, mais sont essentiellement tout ce qui a des possibilités issues de lévolution de générations d'ordinateurs personnels pour satisfaire les besoin de l'utilisateur lambda.

source: Most personal computers are portable and tailored for use by multiple users at a time.
fr_fr: La plupart des ordinateurs personnels sont portables et dimensionnés pour être utilisés par plusieur personnes en même temps.

source: Personal computers may run one AI or infomorph at a time.
fr_fr: Les ordinateurs personnels peuvent faire fonctionner une seule IA ou infomorph à la fois.

source: They may not run simulspace programs.
fr_fr: Ils ne peuvent pas faire fonctionner de programmes de simulspace.

source: Common personal computers include: mesh inserts, ectos, and vehicles.
fr_fr: Les ordinateurs personnels courants incluent: les inserts de mesh, les ectos et les véhicules.

source: Servers have much greater processing power and data management capabilities than personal computers They are capable of handling hundreds of users, multiple AIs and infomorphs, and they may run
fr_fr: Les serveurs ont une capacité de traitement et de gestion de données bien supérieure aux ordinateurs personnels. Ils sont capable de gérer des centaines 'utilisateurs, de multiple IA et infomorphs et ils peuvent héberger

source: simulspace programs.
fr_fr: des programmes de simulspace.

source: Though few are portable, some of them come close.
fr_fr: Bien que peu soient portables, le splus petits d'entre eux n'en sont pas loin.

source: A wide manner of software is available for mesh users, from firewalls and AIs to hacking and encryption tools to tacnets and skillsofts.
fr_fr: Une grande gamme de logiciels sont disponible pour les utilisateurs du mesh, des parefeux et IA aux outils de piratage et de chiffrement en pasant par les réseaux tactiques et les logiciels de compétences.

source: These programs are listed on p.
fr_fr: Ces programmes sont listés à la p.

source: 331 of the Gear chapter.
fr_fr: 331 du chapitre sur l'Équipement.

source: Like other gear, software may enable a character to perform a task they could not otherwise.
fr_fr: Comme le reste du matériel, le logiciel peut permettre à un personnage d'effectuer une tâche qu'ils ne pourraient pas faire sinon.

source: The quality of the software may also be a factor, applying a modifier as appropriate (see Mesh Gear Quality, p.
fr_fr: KLa qualité du logiciel peut également être un facteur, appliquant un moificaeur approprié (voir Qualité de l'Équipement Meshé p.

source: Some software is equipped with digital restrictions to prevent it from being copied and shared with others.
fr_fr: Certains logiciels sont équipés avec des restrictions numériques qui empêche de le copier et de le partager avec d'autres.

source: These restrictions may be defeated, but it is a time-consuming task, requiring a Task Action Programming Test with a timeframe of 2 months.
fr_fr: Ces restrictiosn peuvent être battues, mais c'est une tâche qui nécessite du temps, requérant un Test de Programmation en Action de Tâche avec un intervalle d 2 mois.

source: Thanks to the efforts of the open source movement and numerous individual software pirates, however, quite a bit of software is available free or online.
fr_fr: Grâce aux efforts du mouvement open source et à de nombreux pirates de logiciels, il est cependant faciel de trouver du logiciel gratuit en ligne.

source: The availability of pirated software or freeware will depend on the local habitat and legalities.
fr_fr: La disponibilité des logiciels piratés ou libre dépend de l'habitat local et des lois qui y ont cours.

source: Finding it may be a matter of a simple search, or it may require some use of reputation to find someone who has it.
fr_fr: En trouver peut-être l'affaire d'une simple recherche ou pourrait nécessiter l'utilisation de la réputation pour trouver qui en a.

source: Usually there is at least one local crime syndicate that is willing to help you out—for a price.
fr_fr: Il y a générallement au moins un syndicat du crime local qui voudra bien vous aider - à condition d'y mettre le prix.

source: In most instances, software compatibility is not going to be an issue for characters.
fr_fr: Dans la plupart des cas, la compatibilité logicielle ne sera pas un problème pour les personnages.

source: Gamemasters who like it as a plot device, however, can introduce compatibility problems in certain cases, whether this is done to increase drama, slow the characters down, or create obstacles that they must overcome.
fr_fr: Les maîtres de jeu qui voudrait s'en service comme moteur d'intrigue peuvent cependant introduire des problèmes de compatibilité dans certains cas, qu'il s'agissent d'augmenter les enjeux, de ralentir les personnages ou de créer des obstacles qu'ils devront vaincre.

source: Such incompatibilities are more likely to arise when dealing with outdated systems or devices, or at least ones that are unlikely to have the latest patches and software updates Incompatibilities can also be used as a drawback to acquiring software from untrustworthy sources.
fr_fr: De telles incompatibilités ont de bonnes chances de se produire avec des systèmes ou des appareils dépassé, ou au moins ceux qui n'ont pas les eus derniers patches et mise à jour logiciels. Les incompatibilités peuvent également être utilisées comme un inconvénient lors de l'acquisition de logiciel via des sources douteuses.

source: Conflicting software issues are going to have one of two effects.
fr_fr: Les logiciels en conflit peuvent provoquer un effet parmis les deux décrit ci-dessous.

source: Either the software will simply not work with certain devices, or it will inflict a –10 to –30 modifier due to instabilities and glitches.
fr_fr: Soit le logiciel refusera de fonctionner avec certains appareils, ou il infligera un modificateur de -10 à -30 en raison des instabilités et des défauts.

source: If the gamemaster allows it, a character may reduce this penalty by patching up the software, requiring a successful Programming Task Action (1 day).
fr_fr: Si le maîþre de jeu l'autorise, un personnage peut réduire cette pénalité en patchant le logiciel, nécessitant de réussir une Action de Tâche de Programmation (1 jour).

source: For every 10 points of MoS, reduce the incompatibility modifier by 10.
fr_fr: Pour chaque tranche de 10 points de MdR, le modificateur d'incompatibilité est réduit de 10.

source: Mesh networks and AR are overrun with yottabytes of information.
fr_fr: Les réseaux meshés et RA sont saturés par des yottaoctets d'informations.

source: Though mesh inserts and ectos can deal with a lot of data traffic in terms of bandwidth and processing power, using filters to weed out unwanted traffic is quite simply a necessity.
fr_fr: Même si les inserts mesh et les ectos peuvent gérer beaucoup de données en terme de bande passante et de puissance de calcul, utiliser des filtres pour supprimer tout le traffic non désiré est une nécessité.

source: This is especially true of AR, where unwanted entoptics can clutter your vision and distract you.
fr_fr: Cela est particulièrement vrai en RA, où toutes les entoptiques non désirée peuvent encombrer votre vision et vous distraire.

source: Nevertheless, entoptic spam of many flavors—advertisements, political screeds, porn, scams—do their best to bypass these filters, and in many areas the amount of unfiltered entoptics can be overwhelming—a phenomenon colloquially referred to as ``mist.''
fr_fr: De plus, le sam entoptique de tout type - publicité, pamphlets politique, porno, arnaque - font tout leur possible pour passer ces filtres, et dans beaucoup de zone, la quantité d'entoptique non filtrées peut-être étouffante - un phénomène appelé collégialement le "mist".

source: At the gamemaster's discretion, mist can interfere with a user's sensory perceptions.
fr_fr: À la discrétion du maître de jeu, le mist peut interférer avec les perceptions sensorielles de l'utilisateur.

source: This modifier can range from –10 to –30, and in some cases might be so distracting as to affect all of a character's actions.
fr_fr: Ce modificateur va de -10 à -30, et dans certains cas peut-être distrayant au point d'affecter toutes les actions du personnage.

source: To lift the data fog, a character or muse must adjust their filter settings by succeeding in an Interfacing Test modified by the mist modifier.
fr_fr: Pour suppirmer le brouilalrd de donnée, un personnage ou une muse doit ajuster ses filtres en réussissant un Test d'Interfaçage modifier par le modificateur de mist.

source: Alternately, the character can completely disable AR input, but this is likely to impede them in other ways.
fr_fr: Un personnage peut également complètement désactiver ses entrées RA, mais sera géné d'une manière ou d'une autre.

source: For ease of use, as well as for privacy and security purposes, one or more devices may be slaved to each other.
fr_fr: Pour des raisons de simplicité d'utilisation, de protection de la vie privée et de sécurité, un ou plusieurs appareils peuvent être asservis l'un à l'autre.

source: One device (usually the character's mesh inserts or ecto) takes the role of master, while the other device(s) takes the role of slave. All traffic to and from slaved devices is routed through the master.
fr_fr: Un appareil (généralement l'insert de mesh ou 'lecto du personnage) prend le rôle de maître, alors que les autres appareils sont les escalve. Tout le traffic entrant et sortant des apapreils escalves sont routés à travers le maître.

source: This allows a slaved device to rely on the master's security features and active monitoring.
fr_fr: Cela permet à un esclave de se reposer sur les fonctions de sécurité et de supervision du maître.

source: Anyone that wants to connect to or hacked into a slaved device is rerouted to the master for authentication and security scrutiny.
fr_fr: Quiconque veut se connecter à ou pirater un appareil esclave est rerouté vers le maître pour l'identification et l'analyse de sécurité.

source: Slaved devices automatically accept commands from their master device.
fr_fr: Les apapreisl asservis acceptent automatiquement les commandes de leur appareil maître.

source: This means that a hacker who penetrates a master system can legitimately access and issue commands to a slaved device, assuming their access privileges allow for it.
fr_fr: Cela signifie qu'un hackeur qui pénètre le système maîþre peut légitimement accéder et envoyer des commandes à un appareil asservi, tant que leurs privilèges d'accès le lui permet.
